[X2EventListener_StatusOfAugmentationRequired]

m_strHead	= 头部
m_strTorso	= 躯干
m_strArms	= 手臂
m_strLegs	= 腿部

m_strAugmentation = 机械义肢增强

[UISL_AugmentsDisplay_Armory]
strAugmentsDescription = "用控制论-机械义肢增强来强化你的士兵"
